{
  "page": 1,
  "results": [
    {
      "adult": false,
      "backdrop_path": "/oxnbGXeFPEYeJeddDmk2Ebvdo2q.jpg",
      "genre_ids": [
        35,
        10751
      ],
      "id": 805,
      "origin_country": [
        "GB"
      ],
      "original_language": "en",
      "original_name": "Maid Marian and Her Merry Men",
      "overview": "Maid Marian and her Merry Men is a British children's sitcom created and written by Tony Robinson and directed by David Bell. It began in 1989 on BBC One and ran for four series, with the last episode shown in 1994. The show was a partially musical comic retelling of the legend of Robin Hood, placing Maid Marian in the role of leader of the Merry Men, and reducing Robin to an incompetent ex-tailor.\n\nThe programme was much appreciated by children and adults alike, and has been likened to Blackadder, not only for its historical setting and the presence of Tony Robinson, but also for its comic style. It is more surreal than Blackadder, however, and drops even more anachronisms. Many of the show's cast such as Howard Lew Lewis, Forbes Collins, Ramsay Gilderdale and Patsy Byrne had previously appeared in various episodes of Blackadder alongside Robinson. Like many British children's programmes, there is a lot of social commentary sneakily inserted, as well as witty asides about the Royal family, buses running on time, etc. Many of the plots spoofed or referenced film and television shows including other incarnations of Robin Hood in those mediums.",
      "popularity": 10.7168,
      "poster_path": "/6baSwjPEaMn7egL8VP7P9dr2lcd.jpg",
      "first_air_date": "1989-11-16",
      "name": "Maid Marian and Her Merry Men",
      "vote_average": 5.8,
      "vote_count": 13
    },
    {
      "adult": false,
      "backdrop_path": "/eZaTyptWbBATsloIQefRUsZA6Im.jpg",
      "genre_ids": [
        35
      ],
      "id": 809,
      "origin_country": [
        "GB"
      ],
      "original_language": "en",
      "original_name": "Catterick",
      "overview": "Catterick, aka Vic and Bob in Catterick, is a surreal 2004 BBC situation comedy in 6 episodes, written by and starring Vic Reeves and Bob Mortimer, with Reece Shearsmith, Matt Lucas, Morwenna Banks, Tim Healy, Mark Benton and Charlie Higson. The series was originally broadcast on BBC Three and later rerun on BBC2. Reeves has said that the BBC do not want another series of Catterick, though he may produce a spin-off centring on the DI Fowler character.\n\nCatterick is arguably Vic and Bob's darkest and most bizarre programme to date, balancing their typically odd, idiosyncratic comedy with some genuinely dark scenes. It plays like a darkly comic road movie, albeit full of Vic and Bob's bizarre, often inscrutable and frequently silly humour. Catterick is probably Vic and Bob's most uncompromising show since their notorious and frequently baffling 1999 sketch series Bang Bang, It's Reeves and Mortimer, from which most of the characters are taken. It is in some ways stylistically similar to their short film The Weekenders first broadcast in 1992 on British television as part of Channel 4's \"Bunch of Five\" series.\n\nThe series is named after Catterick in North Yorkshire, Britain's largest army base. It is about 10 miles away from Darlington where Vic Reeves grew up. It is also about 20 miles away from Middlesbrough where Bob Mortimer grew up.",
      "popularity": 9.9151,
      "poster_path": "/9HY6OHm55DdOT8aO6nX5P8oRXLm.jpg",
      "first_air_date": "2004-02-15",
      "name": "Catterick",
      "vote_average": 6.9,
      "vote_count": 7
    },
    {
      "adult": false,
      "backdrop_path": "/pYEFwZj6YDR8OhX9tyO78IoJADe.jpg",
      "genre_ids": [
        35
      ],
      "id": 815,
      "origin_country": [
        "GB"
      ],
      "original_language": "en",
      "original_name": "Peep Show",
      "overview": "Peep Show follows the lives of two men from their twenties to thirties, Mark Corrigan, who has steady employment for most of the series, and Jeremy \"Jez\" Usbourne, an unemployed would-be musician.",
      "popularity": 68.1719,
      "poster_path": "/6rdoQ0cTjsEQLIwEjhBV8U98oUm.jpg",
      "first_air_date": "2003-09-19",
      "name": "Peep Show",
      "vote_average": 8,
      "vote_count": 393
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        35
      ],
      "id": 817,
      "origin_country": [
        "GB"
      ],
      "original_language": "en",
      "original_name": "Barbara",
      "overview": "Barbara is a British sitcom starring Gwen Taylor in the title role. A pilot was broadcast in 1995, and three series were then televised from 1999 to 2003. It was made by Central Television, and filmed at their Lenton Lane studios in Nottingham in front of a live studio audience. The majority of location scenes for the series were filmed in various suburbs of Nottingham, including Mapperley and West Bridgford, with other scenes filmed around Nottinghamshire and Derbyshire. Despite winning awards and respectable viewing figures, it was axed by ITV in 2003.",
      "popularity": 11.3557,
      "poster_path": "/iDlPpEQl7vMMOIOjqLWUaFe1v5H.jpg",
      "first_air_date": "1999-06-27",
      "name": "Barbara",
      "vote_average": 6,
      "vote_count": 1
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        35
      ],
      "id": 846,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Greg the Bunny",
      "overview": "Greg the Bunny is an American television sitcom that originally aired on Fox TV in 2002. It starred Seth Green and a hand puppet named Greg the Bunny, originally invented by the team of Sean S. Baker, Spencer Chinoy and Dan Milano. Milano and Chinoy wrote and co-produced the Fox show.\n\nThe show was spun off from The Greg the Bunny Show, a series of short segments that aired on the Independent Film Channel, which were based on the Public-access television cable TV show Junktape.\n\nA show spin-off, called Warren the Ape, premiered on June 14, 2010 on MTV.",
      "popularity": 16.2697,
      "poster_path": "/okpBzQwxgN8MezZXYlyMIt4M9WD.jpg",
      "first_air_date": "2002-03-27",
      "name": "Greg the Bunny",
      "vote_average": 6,
      "vote_count": 12
    },
    {
      "adult": false,
      "backdrop_path": "/ci4aH6Y7aFazYDTN78hfOzc7bI4.jpg",
      "genre_ids": [
        35
      ],
      "id": 847,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Watching Ellie",
      "overview": "A single woman, Ellie Riggs, tries to navigate her way through the Los Angeles music scene and her own messy personal life.",
      "popularity": 16.3816,
      "poster_path": "/ta9r57t1boddYj7GH0WhBpwIbNO.jpg",
      "first_air_date": "2002-02-26",
      "name": "Watching Ellie",
      "vote_average": 5,
      "vote_count": 2
    },
    {
      "adult": false,
      "backdrop_path": "/vQtq9UGkZXBilHBw0vJq4oKI7pL.jpg",
      "genre_ids": [
        35
      ],
      "id": 848,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "American Dreamer",
      "overview": "American Dreamer is a situation comedy which aired in the U.S. on NBC as part of its 1990-91 lineup.\n\nAmerican Dreamer stars Robert Urich as fictional character Tom Nash, formerly a high-powered network correspondent who was forced to reassess his priorities following the death of his wife. He decided to give up his career in order to spend more time with his children. To do this, he moved to Kenosha, Wisconsin, where he supported his family by contributing a column about \"real people\" to a Chicago newspaper. His editor, Joe Baines, felt Tom was completely wasting his talents and drove out from Chicago weekly to attempt to convince Tom to return the world of \"hard news\". Other characters included Tom's zany secretary, Lillian Abernathy, and a friendly waitress at Tom's favorite local diner, Holly Baker.\n\nThis program was extremely low-key. Tom sometimes \"broke the fourth wall\" to address the viewers directly about his thoughts regarding the situations he encountered. This philosophizing gained only a small audience and the program was cancelled at midseason, although selected episodes were rerun the following summer.",
      "popularity": 15.22,
      "poster_path": "/cEqwVQBvorS3wX2ptxAlBqq1C2K.jpg",
      "first_air_date": "1990-09-20",
      "name": "American Dreamer",
      "vote_average": 6,
      "vote_count": 1
    },
    {
      "adult": false,
      "backdrop_path": "/cmHkLlircXTxI7nv93It7gVCH8N.jpg",
      "genre_ids": [
        35
      ],
      "id": 849,
      "origin_country": [
        "GB"
      ],
      "original_language": "en",
      "original_name": "Monty Python's Flying Circus",
      "overview": "A British sketch comedy series with the shows being composed of surreality, risqué or innuendo-laden humour, sight gags and observational sketches without punchlines.",
      "popularity": 30.0841,
      "poster_path": "/p91aop04lAeAklz32RXAMEWftQh.jpg",
      "first_air_date": "1969-10-05",
      "name": "Monty Python's Flying Circus",
      "vote_average": 8.2,
      "vote_count": 644
    },
    {
      "adult": false,
      "backdrop_path": "/cRTXEoxPNtzQQV8SU3tb72OjtTR.jpg",
      "genre_ids": [
        35
      ],
      "id": 854,
      "origin_country": [
        "GB"
      ],
      "original_language": "en",
      "original_name": "Ripping Yarns",
      "overview": "A British television comedy series, written by Michael Palin and Terry Jones of Monty Python fame. Following an initial pilot episode in January 1976, it ran for two subsequent series of five and three episodes in October 1977 and October 1979 respectively. Each episode had a different setting and characters, looking at a different aspect of British culture and parodying pre-World War II literature aimed at schoolboys.",
      "popularity": 15.0253,
      "poster_path": "/urCGtnlAdFDTw44TJ8bx7rVlGwl.jpg",
      "first_air_date": "1976-01-07",
      "name": "Ripping Yarns",
      "vote_average": 7.4,
      "vote_count": 20
    },
    {
      "adult": false,
      "backdrop_path": "/mSArbafbUEMOEV4hG1K2W1UAUT0.jpg",
      "genre_ids": [
        35
      ],
      "id": 867,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "The John Larroquette Show",
      "overview": "The John Larroquette Show is an American television sitcom .The show was a vehicle for John Larroquette following his run as Dan Fielding on Night Court. The series takes place in a seedy bus terminal in St. Louis, Missouri and originally focused on the somewhat broken people who worked the night shift, and in particular, the lead character's battle with alcoholism.",
      "popularity": 58.1971,
      "poster_path": "/4PQmSvqPbLI4lqmwHxZh8W5A1ob.jpg",
      "first_air_date": "1993-09-02",
      "name": "The John Larroquette Show",
      "vote_average": 6.7,
      "vote_count": 15
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        35
      ],
      "id": 868,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Boston Common",
      "overview": "After moving to Boston from Virginia, to spy on his sister who just started college, Boyd finds himself working for the student union where he raises hell more often than he should.",
      "popularity": 23.6069,
      "poster_path": "/l5a70wBkSRc3JSeREDAT868eLCc.jpg",
      "first_air_date": "1996-03-21",
      "name": "Boston Common",
      "vote_average": 6.9,
      "vote_count": 7
    },
    {
      "adult": false,
      "backdrop_path": "/AqtiJmg5z8qfdRQgP8EcBFniHua.jpg",
      "genre_ids": [
        35
      ],
      "id": 869,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Son of the Beach",
      "overview": "A parody of \"Baywatch\" featuring Malibu Adjacent's Notch Johnson, the world's greatest lifeguard (hardly), and his unit SPF-30.",
      "popularity": 101.8583,
      "poster_path": "/ssFB61XwVABxRZ0vcBHruqpK45Z.jpg",
      "first_air_date": "2000-03-14",
      "name": "Son of the Beach",
      "vote_average": 6.7,
      "vote_count": 29
    },
    {
      "adult": false,
      "backdrop_path": "/4RNEybrLVZArKi1px1UaMmJedZ1.jpg",
      "genre_ids": [
        35,
        10751
      ],
      "id": 201370,
      "origin_country": [
        "BG"
      ],
      "original_language": "bg",
      "original_name": "Татковци",
      "overview": "\"Dads\" traces the daily lives of four fathers and the challenges they face in dealing with their children. The characters have different professions, characters and social status, but are united by a common desire - to be good parents",
      "popularity": 2.0096,
      "poster_path": "/quuV902lSrOieBQiK2J4xBEUsST.jpg",
      "first_air_date": "2021-09-20",
      "name": "Dads",
      "vote_average": 9.7,
      "vote_count": 3
    },
    {
      "adult": false,
      "backdrop_path": "/wvLXUNfFTni0rFgHA2VqIl2Cqdu.jpg",
      "genre_ids": [
        35
      ],
      "id": 231961,
      "origin_country": [
        "ID"
      ],
      "original_language": "id",
      "original_name": "Kelas Internasional",
      "overview": "Kelas Internasional (English: International Class) is an Indonesian sitcom based on the 1970s British sitcom Mind Your Language. It revolves around someone who teaches a Bahasa Indonesia class composing of students from many different countries. It is aired every day at 5:00 P.M. It has been aired in three seasons, the first from 18 June 2015 to 16 March 2016, the second from 28 March 2016 to 19 August 2016, and the third since 22 August 2016 to 17 February 2017.",
      "popularity": 37.2746,
      "poster_path": "/yvP6oXdrPy9wTvK6MIv99oIGNf1.jpg",
      "first_air_date": "2015-06-18",
      "name": "Learn Out Loud",
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": "/54aJYKPlQyn6yQFGc1Y7Xay3chy.jpg",
      "genre_ids": [
        16
      ],
      "id": 120204,
      "origin_country": [
        "FR"
      ],
      "original_language": "fr",
      "original_name": "Petit Vampire",
      "overview": "",
      "popularity": 4.046,
      "poster_path": "/mHSGYRTWw3VphcqGkGrBkN3VBJO.jpg",
      "first_air_date": "2004-01-07",
      "name": "Little Vampire",
      "vote_average": 9,
      "vote_count": 1
    },
    {
      "adult": false,
      "backdrop_path": "/97aZQhyuRmTS1eZNbpoCFxqNeQb.jpg",
      "genre_ids": [
        35,
        10759
      ],
      "id": 88993,
      "origin_country": [
        "BR"
      ],
      "original_language": "pt",
      "original_name": "Cine Holliúdy: A Série",
      "overview": "",
      "popularity": 9.882,
      "poster_path": "/zgw7ODqQPKasG2vhhKrcGpUyAXa.jpg",
      "first_air_date": "2019-05-07",
      "name": "Cine Holliúdy: A Série",
      "vote_average": 8.2,
      "vote_count": 5
    },
    {
      "adult": false,
      "backdrop_path": "/7EXt3412GXNq8jEdZnfQGWfLbJ4.jpg",
      "genre_ids": [
        35
      ],
      "id": 88999,
      "origin_country": [
        "CA"
      ],
      "original_language": "fr",
      "original_name": "Caméra Café",
      "overview": "'Caméra Café' tells the daily life of employees at a Montreal branch of a large Toronto company through the camera hidden inside a coffee machine installed upon request of the big boss.",
      "popularity": 17.8181,
      "poster_path": "/kg1HmlGenbl4YmTqp5yGcsjHZDp.jpg",
      "first_air_date": "2002-09-16",
      "name": "Caméra Café",
      "vote_average": 6.8,
      "vote_count": 4
    },
    {
      "adult": false,
      "backdrop_path": "/vDPYtN7cdfYMFA8apUueyW5eiJs.jpg",
      "genre_ids": [
        16,
        10751,
        10762,
        35
      ],
      "id": 89092,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Barbie: Dreamhouse Adventures",
      "overview": "Barbie, her sisters, friends and neighbour Ken share vlogs filmed in her Dreamhouse.",
      "popularity": 21.5109,
      "poster_path": "/6MraV12DdZjQEgQztjTQ2s9t5CK.jpg",
      "first_air_date": "2018-05-03",
      "name": "Barbie: Dreamhouse Adventures",
      "vote_average": 7.8,
      "vote_count": 119
    },
    {
      "adult": false,
      "backdrop_path": "/aJcyY1F1oUhsQiA7fuDDzTyIDzf.jpg",
      "genre_ids": [
        16,
        35,
        18
      ],
      "id": 899,
      "origin_country": [
        "JP"
      ],
      "original_language": "ja",
      "original_name": "ヤマトナデシコ七変化♥",
      "overview": "It's a gorgeous, spacious mansion, and four handsome, fifteen-year-old friends are allowed to live in it for free! There's only one condition—that within three years the guys must transform the owner's wallflower niece into a lady befitting the palace in which they all live! How hard can it be? Enter Sunako Nakahara, the agoraphobic, horror-movie-loving, pockmark-faced, frizzy-haired, fashion-illiterate recluse who tends to break into explosive nosebleeds whenever she sees anyone attractive. This project is going to take more than our four heroes ever expected: it needs a miracle!",
      "popularity": 9.1674,
      "poster_path": "/zlcuBwbCHki0oWplNQhHhStYwFn.jpg",
      "first_air_date": "2006-10-03",
      "name": "The Wallflower",
      "vote_average": 6.6,
      "vote_count": 29
    },
    {
      "adult": false,
      "backdrop_path": "/gJYZBM200Flldo6im3EEdXslR1j.jpg",
      "genre_ids": [
        16,
        10759
      ],
      "id": 902,
      "origin_country": [
        "JP"
      ],
      "original_language": "ja",
      "original_name": "遊☆戯☆王デュエルモンスターズ",
      "overview": "Bullies often target someone frail and weak—someone exactly like Yûgi Muto. He treasures his Millennium Puzzle, an ancient Egyptian artifact that was brought into his grandfather's game shop. Believing that solving the puzzle will grant him his wish, he completes the puzzle, unleashing a new personality within him, the soul of the \"King of Games.\" The new personality named Yami Yûgi is the exact opposite of Yûgi. Upon any injustice toward him, Yami Yûgi takes over Yûgi's body and forces the opponent into a \"Shadow Game\".",
      "popularity": 61.4347,
      "poster_path": "/ra8CKkCHjSok8L9meEP4WuOukNK.jpg",
      "first_air_date": "2000-04-18",
      "name": "Yu-Gi-Oh! Duel Monsters",
      "vote_average": 8.2,
      "vote_count": 964
    }
  ],
  "total_pages": 2108,
  "total_results": 42147
}